[{"country": "Syria ", "reason": "More than 250,000 Syrians have lost their lives in four-and-a-half years of armed conflict, which began with anti-government protests before escalating into a full-scale civil war. More than 11 million others have been forced from their homes as forces loyal to President Bashar al-Assad and those opposed to his rule battle each other - as well as jihadist militants from Islamic State.", "story": "", "source": "http://www.bbc.com/news/world-middle-east-26116868"}, {"country": "Afghanistan", "reason": "According to the Afghan government, 80% of the country is not safe. That is because extremist groups such as the Taliban and Islamic State’s local affiliate are waging insurgencies in many provinces. Civilians are at risk from frequent bomb attacks, while many individuals are fleeing because they have received specific threats from extremists.", "story": "Yama Nayab, who travelled with his two small children through the Balkans earlier this summer, left because he was attacked by extremists angry with him for working as a surgeon with the Afghan army. “Why are you working for the government?” one assailant allegedly told him, before stabbing him four times near his heart. “Here in Afghanistan, the Americans and the pagans made a government – and you are working for that government,” he was told.", "source": "http://www.theguardian.com/world/2015/sep/10/refugee-crisis-apart-from-syrians-who-else-is-travelling-to-europe"}, {"country": "Eritrea", "reason": "Eritrea is Africa’s version of North Korea, a country with no constitution, court system, elections or free press. Outside of the metropolitan elite, most Eritreans must submit to a form of forced labour – lifelong military conscripts who have no choice about where they live or work. Any dissenters are sent to prison without any judicial recourse.", "story": "“Eritrea has become an earthly hell, an earthly inferno for its people, and that’s why they are taking such huge risks to their personal lives to escape the situation,” said Andebrhan Welde Giorgis, the former head of Eritrea’s central bank and ex-ambassador to the EU. “It’s become unliveable.”", "source": "http://www.theguardian.com/world/2015/sep/10/refugee-crisis-apart-from-syrians-who-else-is-travelling-to-europe"}, {"country": "Pakistan", "reason": "More than 1.2 million Pakistanis have been displaced by insurgencies in north-west Pakistan, according to the UN, and by some estimates, more than 20,000 civilians have been killed.", "story": " The well-documented attack on schoolgirl Malala Yousafzai and the December 2014 massacre of 100 schoolchildren in Peshawar are prominent examples of the threats ordinary people face from extremists.", "source": "http://www.theguardian.com/world/2015/sep/10/refugee-crisis-apart-from-syrians-who-else-is-travelling-to-europe"}, {"country": "Iraq", "reason": "Vast swaths of Iraq, including its second city, Mosul, have recently been conquered by Isis, worsening a nightmare that began with the west’s invasion of the country in 2003.", "story": "“They force people to pray by force, they use us as their human shields,” said Ahmad, a civil servant who fled Mosul a month ago, and recently reached central Europe. “They’ve also murdered many people, and detained many others before killing them.”", "source": "http://www.theguardian.com/world/2015/sep/10/refugee-crisis-apart-from-syrians-who-else-is-travelling-to-europe"}, {"country": "Nigeria", "reason": "Boko Haram, the Islamist extremist group, continues to fight an insurgency in northern Nigeria, killing and kidnapping locals and forcing many to flee.\nOther Nigerians are escaping from poverty. ", "story": "“Boko Haram is everywhere, killing innocent people every day,” said Vincent Collins, 24, who described himself asa victim of the conflict. “Bombing, fighting, every day. It’s so terrible.”\nMany others have a story like that of Paul Ohioyah, a plumber and part-time pastor who tried to reach Europe earlier this summer. He said life was untenable in Nigeria because he would only get two plumbing jobs each month. “So before you’ve got another customer, you’ve had to spend what you earned the last time,” said Ohioyah, who is still on the coast of north Africa after unsuccessfully attempting to reach Europe by boat. “It’s better that I die here than go back to Nigeria.”", "source": "http://www.theguardian.com/world/2015/sep/10/refugee-crisis-apart-from-syrians-who-else-is-travelling-to-europe"}, {"country": "Somalia", "reason": "As in Afghanistan and Pakistan, Islamist insurgents, including al-Shabaab, are fighting an insurgency, with civilians caught in the middle.", "story": "Eissa Abdirahman, 18, a footballer with one of the country’s second-tier teams, said he left because he was attacked by al-Shabaab militants and told to stop playing football. “They put a gun to my head and kicked me,” said Abdirahman, shortly after being rescued from the Mediterranean earlier this month. “They said: ‘If you don’t stop playing football, we will kill you.’”", "source": "http://www.theguardian.com/world/2015/sep/10/refugee-crisis-apart-from-syrians-who-else-is-travelling-to-europe"}]